cases/Re60/Re60_med/system/fvSolution
FoamFile
{
version 2.0;
format ascii;
class dictionary;
object fvSolution;
}

solvers
{
p
{
solver GAMG;
tolerance 1e-7;
relTol 0.01;
smoother GaussSeidel;
}

U
{
solver smoothSolver;
smoother GaussSeidel;
nSweeps 2;
tolerance 1e-8;
relTol 0.1;
}
}

SIMPLE
{
nNonOrthogonalCorrectors 0;

residualControl
{
p 1e-6;
U 1e-7;
}
}

relaxationFactors
{
fields
{
p 0.3;
}

equations
{
U 0.7;
}
}
